{
    "Encontros":[{
        "descricao":"Você se depara com um senhor mais velho viajando pelo caminho com um grupo de 6 cachorros pequenos andando atrás dele. Ele tem cada um deles em uma pequena coleira que está presa a sua grande mochila, cheia de roupas de cachorro e brinquedos. Nos últimos anos, esse homem treinou esses cães para fazer truques. Ele está viajando de cidade em cidade para tentar se tornar um artista famoso."
    },{
        "descricao":"Você passa por uma pessoa envolta em um tecido vermelho e dourado esvoaçante, olhos fechados e executando o que parece ser uma dança incrivelmente lenta. Ao redor deles estão vários bandidos inconscientes."
    },{
        "descricao":"Você vê uma mulher idosa com uma menina que está se movendo lentamente em direção ao seu grupo. Quando você se aproxima, percebe que a mulher está cega e a garota a está guiando. Aquela mulher fica intensa quando você se aproxima e dá uma série de frases, cada uma delas pode ser tratada como uma profecia."
    },{
        "descricao":"Um par de recém-casados em lua de mel dirigiu-se para uma cabana isolada na floresta. Eles são charmosos e amigáveis, mas quanto mais você fala com eles, Eles são um casal de vampiros"
    },{
        "descricao":"O grupo entra num caminho feito de pequnas pedras arredondadaas, ao chutar uma delas ela ganha pernas e garras e assume a forma de um caranguejo, logo todas as pedras começam a se mover em direção contraria ao grupo e arrastando quem permanecer ali como uma especie de onda de caranguejos"
    },{
        "descricao":"Dois kobolds em pé um em cima do outro usando uma capa velha. Eles afirmam ser um famoso guerreiro draconato e não parecem saber que são, na verdade, dois kobolds"
    },{
        "descricao":"Um par de cavalos, aparentemente abandonados. Uma nova inspeção revela que eles ainda estão usando equipamento de montaria e pareciam ter sido abandonados às pressas."
    },{
        "descricao":"Uma pessoa esta cavando uma cova proxima a estrada ao lado de um corpo enrolado em um manto."
    },{
        "descricao":"Um Trog vestindo uma armadura de paladino. a armadura está coberta de sangue e a criatura não aparenta falar coisa com coisa. a unica coisa que da para entenedr é que a criatura está com fome."
    },{
        "descricao":"Um pastor com uma duzia de ovelhas que diz que uma dessas e sua filha que fora transformada em ovelha por uma bruxa da floresta."
    },{
        "descricao":"Uma equipe de 10 pessoas removendo um tronco do meio da estrada. Quatro tripulantes estão armados com arcos e reclamam que uma dríade está interferindo em seu trabalho. Dois estão fazendo o trabalho de remoção do tronco. O resto está “supervisionando”."
    },{
        "descricao":"Uma inundação repentina bloqueou parte da estrada. Um feiticeiro está perto, oferecendo-se para criar um caminho seco por uma pequena taxa. O feiticeiro é fiel à sua palavra e forma um canal seco para o outro lado. Após a travessia, o canal, a inundação e o feiticeiro desaparecem."
    },{
        "descricao":"Um mago que vende minerais, cristais e pós. Ele mora em uma cabana com uma grande fogueira no meio. Ele passa a maior parte de seus dias em casa fazendo pós e artesanato perto do fogo. Embora ele não seja o mais gentil, ele é inteligente, forte e prestativo. Ele vende joias mágicas e não mágicas, fogos de artifício, componentes e ingredientes para feitiços e receitas."
    },{
        "descricao":"Um Soldado sapo solitário que se perdeu e vive em uma caverna. Ele se considera o imperador da caverna. Ele tem outros sapos e rãs como lacaios e guardas."
    },{ 
        "descricao":"Um cavaleiro negro viajando a cavalo. Pode ser revelado ser uma aparição ou um fantasma"
    },{
        "descricao":"Harry, um Humano Chef de restaurante e seus empregados, todos humanos. Eles viajam em busca do Vale do Cogumelo, considerado um local onde existe todos os tipos de cogumelos que do mundo. Um Minotauro grande e gentil é seu guarda-costas. Seu apelido é Joy. "
    },{
        "descricao":"Um cego tropeçando na estrada com uma vara. Se o grupo parar para conversar, ele falará sobre como foi o melhor bandido da região na juventude. O problema é que ele não desistiu mesmo perdendo a visão. Seus amigos estão se escondendo nos arredores da estrada e estão mirando no grupo com seus arcos."
    },{
        "descricao":"O mago Leander da Lavanderia Luminosa e seu aprendiz. Eles foram atacados em suas viagens, tanto o mago quanto seu aprendiz ficaram feridos (as feridas do aprendiz foram envenenadas e quase certamente infectadas, gangrenadas e sem a ajuda de um clérigo; provavelmente fatal.) E sua carroça e equipamento roubados. Eles pedem o grupo para que os ajudem com as feridas e recuperar a carroça"
    },{
        "descricao":"Um bando de saqueadores de estrada se passando por religiosos em peregrinação a um templo próximo. Eles planejam roubar o local sagrado e matar todos dentro de suas paredes."
    },{
        "descricao":"Um fazendeiro e sua família a reboque, com três bois, duas ovelhas, cinco porcos e sete gansos seguindo a carroça carregada. Uma única cadeira de balanço está precariamente empoleirada em cima com uma avó amarrada a ela."
    },{
        "descricao":"Um aventureiro incompetente que não aceita um não como resposta e planeja ir para onde os jogadores estiverem indo. O aventureiro é amigável, mas é claramente muito fraco."
    },{
        "descricao":"Um bando de mineiros anões cobertos de sujeira se aproxima de fora da estrada, oferecendo-se para trocar joias muito valiosas por um pouco de cerveja e comida (“não é ração de viagem, comida de verdade!”). Eles acabaram de descobrir um enorme depósito de joias e desejam comemorar. Espero que você tenha algum com você."
    },
    {
        "descricao":"Um caçador se aproxima, pedindo sua ajuda. Ele está magro, obviamente com fome. Ele diz que rastreou um urso-coruja até uma caverna próxima e, se você puder ajudá-lo a matá-lo, ele alimentará sua família por um mês"
    },{
        "descricao":"Você vê o cadáver de uma criança no meio da estrada. Um menino, não mais do que oito ou nove. Sua garganta foi cortada. Se você parar para examinar o corpo, verá rapidamente um grupo de busca vindo da floresta em sua direção. Eles estão procurando pelo menino. E você não deveria estar tão perto dele."
    },{
        "descricao":"Você observa um elfo caído contra uma árvore, coberto de sangue e à beira da morte. Ele revela que é um mensageiro e foi emboscado por bandidos. Ele diz que eles não encontraram a mensagem que ele carrega, ela está escondida dentro de sua bota. Ele pede que você entregue a mensagem para ele a uma mulher chamada Ella Corwyn na vila elfica de valkaria. Se lida, é uma mensagem simples de seu filho, Dennis, que está treinando em magia com os elfos. Se for entregue, Ella irá alimentar seu grupo (farto ensopado de cordeiro com deliciosos biscoitos caseiros) e oferecerá abrigo em seu celeiro, ao lado de sua porca premiada, Josephine."
    },{
        "descricao":"Um trio de camponeses sujos passa em uma carruagem incrivelmente sofisticada. Eles sorriem nervosamente e acenam para o seu grupo. Um teste de Percepção CD 18 notará uma mancha de sangue na lateral da carruagem."
    },{
        "descricao":"Você se depara com um grupo de uma dúzia ou mais de jovens humanos. Eles carregam lanças e usam armaduras de couro. Eles parecem estar tentando chamar sua atenção. Se atacados, eles fogem imediatamente. Se falados, eles afirmam ser soldados e exigem um imposto. Se recusados, eles brandem suas lanças e falam sobre a ira do Rei, mas fugirão ao primeiro sinal de violência. Na verdade, eles são covardes e desertores, tentando abrir seu caminho para o sul."
    },{
        "descricao":"Um homem implora por ajuda. Ele foi 'roubado por bandidos. Por favor, gentis estranhos, uma carona para a aldeia que está a apenas um dia de viagem de distância? ' Na primeira oportunidade, ele tentará roubar algo de valor e partir em seu cavalo. Se parecer uma boa ideia, ele vai esfaqueá-lo primeiro."
    },{
        "descricao":"Você se depara com um anão impossivelmente idoso, nu como no dia em que nasceu, parado no meio da estrada exigindo o pagamento de um pedágio de 100 T$. Ele empunha um bordão e se proclama o Rei da Estrada. Felizmente, sua longa barba branca protege seus íntimos enrugados de sua vista."
    },{
        "descricao":"Um menino de 12 anos está sentado de pernas cruzadas em cima de uma pedra que parece deslocada perto deste trecho da estrada. Ele usa um círculo de corda em volta da cabeça. Se falado, ele abrirá os olhos, reconhecerá você e parecerá prestar atenção, mas não falará. Ele responderá a perguntas sim ou não, balançando a cabeça. Ele fez um voto de silêncio e está a caminho de se tornar um Monge. Se implorar por ajuda, ele pode mostrar seu mosteiro onde você pode dormir, comer e treinar por até uma semana."
    },{
        "descricao":"Uma patrulha de guardas reais se aproxima. Seis homens robustos, pelo menos um pouco feridos, guardando o que parece ser um cofre de ferro. Eles estão viajando rapidamente. Eles dizem que podem dizer imediatamente que você é um povo de confiança e pedem que você se junte a eles no transporte de sua carga incrivelmente valiosa para o Rei - que fica várias semanas fora do seu caminho - prometendo uma de 200 T$. Se você recusar, eles novamente enfatizam o quão incrivelmente valiosa é sua carga e explicam que estão cansados ​​e fracos da viagem e vulneráveis ​​a bandidos. Se o cofre for aberto (matando os guardas e abrindo uma fechadura difícil), ele contém uma carta de outro reino - um tratado de paz."
    },{
        "descricao":"Um grupo de quatro crianças pequenas, de não mais de oito ou nove anos, orgulhosamente interrompe seu grupo. Eles são heróis aventureiros e querem se juntar ao seu grupo. Para matar trolls nojentos, matar dragões horríveis e ficar acordado o quanto quiserem."
    },{
        "descricao":"O céu escurece e começa a chover forte. Você vê um homem vindo na direção oposta, carregando um guarda-chuva pesado e vestindo um casaco pesado. Chove enquanto o homem estiver à vista e então limpa imediatamente."
    },{
        "descricao":"Sete mineradores anões desejam a você um bom dia enquanto vão trabalhar em sua mina."
    },{
        "descricao":"Um jovem cavaleiro ferido deitado à beira da estrada. Ele diz ter encontrado um dragão jovem e ter ido mata-lo. Ele foi com alguns aventureiros e mercenários, mas ele foi o único sobrevivente restante."
    },{
        "descricao":"Um ser misterioso que aparenta ser uma pessoa porem de rosto e corpo totalmente coberto oferece ao grupo uma espada magica em troca de um pequeno favor. Eliminar um golem de pedra e alguns elementais que 'apareceram' proximas a sua casa."
    }
]
}
